Repository: NGSpace/waypaper
Catalog: po/*.po
Languages: de, fr

source: GUI wallpaper setter for Wayland and X11. It works as a frontend for {backends}
de: Grafisches Hintergrundbild-Auswahlwerkzeug für Wayland und X11. Es dient als Frontend für{backends}
fr: Sélecteur de papier peint graphique pour Wayland et X11. Il fonctionne comme une interface pour {backends}

source: For more information, visit: {homePage}
de: Weitere Informationen finden Sie unter: {homePage}
fr: Pour plus d'informations, visitez {homePage}

source: print version of the program
de: gibt die Programmversion aus
fr: afficher la version du programme

source: restore last wallpaper
de: stellt das zuletzt verwendete Hintergrundbild wieder her
fr: restaurer le dernier papier peint

source: set a random wallpaper
de: Ein zufälliges Hintergrundbild auswählen
fr: définir un papier peint aléatoire

source: specify how to fill the screen with chosen image
de: legt fest, wie das Bild skaliert werden soll, um den gesamten Bildschirm auszufüllen
fr: spécifier comment remplir l'écran avec l'image choisie

source: specify which backend to use to set wallpaper
de: legt das Backend fest, welches zum Setzen des Hintergrundbildes verwendet werden soll
fr: spécifier quel backend utiliser pour définir le papier peint

source: Warning related to killall: {error}
de: Warnung im Zusammenhang mit dem Befehl killall: {error}
fr: Avertissement lié à killall: {error}

source: Sent command to set wallpaper was set with {backend}
de: Hintergrundbild wurde mit folgendem Befehl gesetzt {backend}
fr: La commande envoyée pour définir le papier peint a été définie avec {backend}

source: The backend is not supported: {backend}
de: Das folgende Backend wird nicht unterstützt: {backend}
fr: Le backend n'est pas pris en charge: {backend}

source: Error changing wallpaper: {error}
de: Fehler beim Ändern des Hintergrundbildes: {error}
fr: Erreur lors du changement de papie peint: {error}

source: Change wallpaper folder
de: Hintergrundbild-Ordner ändern
fr: Changer de dossier de papier peint

source: Subfolders
de: Unterordner
fr: Sous-dossiers

source: Include/exclude images in subfolders
de: Wählen, ob Unterordner mit einbezogen werden sollen
fr: Inclure/exclure les images des sous-dossiers

source: Choose backen
de: Backend auswählen
fr: Choisir le backend

source: Fill
de: Füllen
fr: Remplir

source: Stretch
de: Dehnen
fr: Étirer

source: Fit
de: Passen
fr: S'adapter

source: Center
de: Zentrieren
fr: Centrer

source: Tile
de: Kacheln
fr: Carreler

source: Choose fill type
de: Skalierungsart auswählen
fr: Choisir le type de remplissage

source: Choose background color
de: Hintergrundfarbe auswählen
fr: Choisir la couleur de fond

source: Name
fr: Nom

source: Choose sorting type
de: Sortierungsart auswählen
fr: Choisir le type de tri

source: Exit
de: Beenden
fr: Quitter

source: Exit the application
de: Das Programm beenden
fr: Quitter l'application

source: Refresh
de: Aktualisieren
fr: Actualiser

source: Reache the folder of images
de: Erneutes einlesen des Hintergrundbild-Ordners
fr: Recréer le dossier d'images

source: Random
de: Zufällig
fr: Aléatoire

source: Set random wallpaper
de: Ein zufälliges Hintergrundbild auswählen
fr: Définir un papier peint aléatoire

source: Error determining monitor names: {error}
de: Fehler beim Ermitteln der Monitor-Namen {error}
fr: Erreur lors de la détermination des noms des moniteurs: {error}

source: Choose Display
de: Bildschirm auswählen
fr: Choisir l'affichage

source: Looks like none of the wallpaper backends is installed in the system. Use your package manager to install at least one of these backends: {backends} For more information, visit: {url}
de: Es sieht aus als würde keines der Hintergrund Backend installiert seit auf dem Systm Verwende deinen Paket-Manager um mindestens eines zu installieren: {backends} Für mehr Informationen, besuche: {url}
fr: Il semble qu'aucun des backends de papier peint ne soit installé sur le système. Utilisez votre gestionnaire de paquets pour installer au moins l'un de ces backends: {backends} Pour plus d'informations, visitez: {url}

source: Caching wallpapers..
de: Hintergrundbilder werden zwischengespeichert...
fr: Mise en cache des papiers peints..

source: Please choose a folder
de: Bitte wählen Sie einen Ordner aus
fr: Veuillez choisir un dossier

source: Select
de: Auswählen
fr: Sélectionner

source: Selected image path: {image}
de: Pfad zum ausgewählten Bild: {image}
fr: Chemin de l'image sélectionnée: {image}

source: Error deleting cache '{cacheDir}': '{error}'
fr: Erreur lors de la suppression du cache '{cacheDir}': '{error}'

source: Waypaper's hotkeys: hjkl - Navigation (←↓↑→) f - Change wallpaper folder g - Scroll to top G - Scroll to bottom R - Set random wallpaper r - Recache wallpapers s - Include/exclude images in subfolders ? - Help q - Exit For more information, visit: {url}
fr: Raccourcis clavier de Waypaper: hjkl - Navigation (←↓↑→) f - Changer de dossier de papier peint g - Faire défiler vers le haut G - Faire défiler vers le bas R - Définir un papier peint aléatoire r - Recréer le cache des papiers peints s - Inclure/exclure les images des sous-dossiers ? - Aide q - Quitter Pour plus d'informations, visitez: {url}

source: Date
de: Datum
